Repository: luandersonn/MyFTP
Catalog: MyFTP/Strings/*/SettingsViewPage.resw
Source language: en_us
Languages: fr_fr, it_it, pt_br, vi_vn

# AboutAppVersionLabel.Text
source: Version
it_it: Versione
pt_br: Versão
vi_vn: Phiên bản

# AboutContactLabel.Text
source: Contact
it_it: Contatti
pt_br: Contato
vi_vn: Liên lạc

# AboutExpanderHeader.Text
source: About
it_it: Informazioni
pt_br: Sobre
vi_vn: Thông tin

# AboutReviewLabel.Text
source: Review
it_it: Recensisci
vi_vn: Đánh giá

# AboutSourceCodeLabel.Text
source: Source code
it_it: Codice sorgente
pt_br: Código fonte
vi_vn: Mã nguồn

# AboutSupportTheDevLabel.Text
source: Support the dev
it_it: Supporta gli sviluppatori
pt_br: Ajudar o desenvolvedor
vi_vn: Đóng góp lập trình viên

# AppThemeDark.Text
source: Dark
it_it: Scuro
pt_br: Escuro
vi_vn: Chế độ tối

# AppThemeDefault.Text
source: Windows Default
it_it: Predefinito di Windows
pt_br: Padrão do Windows
vi_vn: Mặc định của

# AppThemeLabel.Text
source: App theme
it_it: Tema
pt_br: Tema do aplicativo
vi_vn: Nền ứng dụng

# AppThemeLight.Text
source: Light
it_it: Chiaro
pt_br: Claro
vi_vn: Chế độ sáng

# BackButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Back
fr_fr: Retour
it_it: Indietro
pt_br: Voltar
vi_vn: Quay về

# BackButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
fr_fr: Retour
it_it: Indietro
pt_br: Voltar
vi_vn: Quay về

# CollapseAllButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Collapse all sections
fr_fr: Réduire toute les sections
it_it: Comprimi tutte le sezioni
pt_br: Recolher todas as seções
vi_vn: Đóng tất cả các danh mục

# CollapseAllButtonText.Text
source: Collapse all
fr_fr: Réduire tout
it_it: Comprimi tutto
pt_br: Recolher tudo
vi_vn: Đóng tất

# DefaultSaveFolder.Text
source: Default save folder
fr_fr: Dossier de sauvegarde par défaut
it_it: Cartella di salvataggio predefinita
pt_br: Pasta de salvamento padrão
vi_vn: Tệp lưu trữ mặc định

# DownloadUpdateButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Download update
fr_fr: Télécharger la mise à jour
it_it: Scarica aggiornamenti
pt_br: Baixar atualização
vi_vn: Tải bản cập nhật

# ExpandAllButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Expand all sections
fr_fr: Développer toutes les sections
it_it: Espandi tutte le sezioni
pt_br: Expandir todas as seções
vi_vn: Mở tất cả các danh mục

# ExpandAllButtonText.Text
source: Expand all
fr_fr: Développer tout
it_it: Espandi tutto
pt_br: Expandir tudo
vi_vn: Mở tất cả

# InfoBarUpdate.Message
source: The app will restart when the update completes
fr_fr: L'application va redémarrer et se mettre à jour
it_it: L'app si riavvierà al termine dell'aggiornamento
pt_br: O aplicativo irá reiniciar quando a atualização for concluída
vi_vn: Ứng dụng sẽ tái khởi động khi cập nhật thành công

# InfoBarUpdate.Title
source: A new version of MyFTP is available for download
fr_fr: Une nouvelle version de MyFTP est disponible pour le téléchargement
it_it: È disponibile una nuova versione di MyFTP
pt_br: Uma nova versão do MyFTP está disponível para download
vi_vn: Có phiên bản mới

# KeyboardShortcutsAltKey.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Alt key
it_it: Tasto Alt
pt_br: Tecla Alt
vi_vn: Phím

source: Backspace key
it_it: Tasto Backspace
pt_br: Tecla Backspace
vi_vn: Phím quay về

source: Delete key
it_it: Tasto Canc
pt_br: Tecla Delete
vi_vn: Phím xóa

# KeyboardShortcutsDescriptionAlt+F4.Text
source: Exit app
it_it: Esci dall'app
pt_br: Fechar aplicativo
vi_vn: Thoát ứng

# KeyboardShortcutsDescriptionAlt+LeftArrow.Text
source: View the previous folder
it_it: Vai alla cartella precedente
pt_br: Exibir a pasta anterior
vi_vn: Xem tệp trước

# KeyboardShortcutsDescriptionAlt+RightArrow.Text
source: View the next folder
it_it: Vai alla cartella successiva
pt_br: Exibir a próxima pasta
vi_vn: Xem tệp tiếp theo

# KeyboardShortcutsDescriptionBackspace.Text
source: Navigate up one directory level
it_it: Vai alla cartella superiore
pt_br: Navegar um nível de diretório para cima
vi_vn: Di lên một tầng

# KeyboardShortcutsDescriptionCtrl+A.Text
source: Select/unselect all items in the active directory
it_it: Seleziona/deseleziona tutti gli elementi nella cartella corrente
pt_br: Selecionar/desselecionar todos os itens do diretório atual
vi_vn: Chọn/bỏ chọn tất cả các nhánh cây đang mở

# KeyboardShortcutsDescriptionCtrl+N.Text
source: Create a connection with new Host
it_it: Crea una connessione con un nuovo host
pt_br: Criar uma conexão com um novo servidor
vi_vn: Tạo kết nối với host mới

# KeyboardShortcutsDescriptionCtrl+O.Text
source: Open file picker to upload files to current directory
it_it: Seleziona file da caricare nella cartella corrente
pt_br: Fazer upload de arquivos para o diretório atual
vi_vn: Mở trình chọn file để chèn dữ liệu vào vị trí hiện tại

# KeyboardShortcutsDescriptionCtrl+S.Text
source: Add all selected items to the download queue
it_it: Aggiungi gli elementi selezionati alla coda di download
pt_br: Adicionar todos os itens selecionados à fila de download
vi_vn: Thêm những item được chọn vào hàng tải về

# KeyboardShortcutsDescriptionCtrl+Shift+N.Text
source: Create a new folder in the current directory
it_it: Crea una nuova cartella nella posizione corrente
pt_br: Criar uma nova pasta no diretório atual
vi_vn: Tạo mới tệp ở địa điểm này

# KeyboardShortcutsDescriptionCtrl+Shift+O.Text
source: Open folder picker to upload a folder to current directory
it_it: Seleziona cartella da caricare nella posizione corrente
pt_br: Fazer upload de uma pasta para o diretório atual
vi_vn: Mở tệp file để tải lên vào vị trí hiện tại

# KeyboardShortcutsDescriptionCtrl+W.Text
source: Disconnect the active Host
it_it: Disconnetti dall'host attivo
pt_br: Desconectar o host atual
vi_vn: Ngắt kết nối toàn bộ host

# KeyboardShortcutsDescriptionDelete.Text
source: Delete all selected items
it_it: Elementi gli elementi selezionati
pt_br: Excluir todos os itens selecionados
vi_vn: Xóa tất cả item được chọn

# KeyboardShortcutsDescriptionF11.Text
source: Enter or exit from Fullscreen mode
it_it: Entra o esci dalla modalità Schermo intero
pt_br: Entrar ou sair do modo tela cheia
vi_vn: Mở hoặc thoát tràn màn hình

# KeyboardShortcutsDescriptionF2.Text
source: Rename the selected item
it_it: Rinomina l'elemento selezionato
pt_br: Renomear o arquivo selecionado
vi_vn: Đổi tên item đang chọn

# KeyboardShortcutsDescriptionF5.Text
source: Refresh the active directory
it_it: Aggiorna la cartella corrente
pt_br: Atualizar o diretório atual
vi_vn: Tải lại nhánh cây đang mở

# KeyboardShortcutsDescriptionLeftArrow.Text
source: Collapse the current selection (if it's expanded), or select the folder that the folder was in (TreeView)
it_it: Comprimi la selezione corrente (se espansa), o seleziona la cartella superiore (visualizzazione albero)
pt_br: Recolher a seleção atual (se estiver expandida), ou seleciona a pasta em que a pasta selecionada está localizada (TreeView)
vi_vn: Đóng các tệp đang lựa chọn (nếu chúng đang mở), hoặc chọn tệp ở trong nhánh cây

# KeyboardShortcutsDescriptionRightArrow.Text
source: Display the current selection (if it's collapsed), or select the first subfolder (TreeView)
it_it: Visualizza la selezione corrente (se compressa), o seleziona la prima sottocartella (visualizzazione albero)
pt_br: Mostrar a seleção atual (se estiver recolhida) ou selecionar a primeira subpasta (Exibição em árvore)
vi_vn: Hiển thị những điều đang chọn (nếu nó đang ẩn), hoặc chọn tệp cha trên nhánh cây gần nhất

# KeyboardShortcutsDescriptionShift+Win+Enter.Text
source: Enter or exit from Fullscreen mode
it_it: Entra o esci dalla modalità Schermo intero
pt_br: Entrar ou sair do modo tela cheia
vi_vn: Mở hoặc thoát tràn màn hình

# KeyboardShortcutsEnterKey.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter key
it_it: Tasto Invio
pt_br: Tecla Enter
vi_vn: Phím enter

# KeyboardShortcutsExpanderHeader.Text
source: Keyboard Shortcuts
it_it: Scorciatoie da tastiera
pt_br: Atalhos do teclado
vi_vn: Phím nhanh

source: Left arrow key
it_it: Tasto freccia sinistra
pt_br: Seta para esquerda
vi_vn: Phím mũi tên trái

source: Right arrow key
it_it: Tasto freccia destra
pt_br: Seta para direita
vi_vn: Phím mũi tên phải

# KeyboardShortcutsSectionActions.Text
source: Actions
it_it: Azioni
pt_br: Ações
vi_vn: Hành động

# KeyboardShortcutsSectionNavigation.Text
source: Navigation
it_it: Navigazione
pt_br: Navegação
vi_vn: Điều hướng

# KeyboardShortcutsSectionWindow.Text
source: Window
it_it: Finestra
pt_br: Janela

source: Windows key
it_it: Tasto Windows
pt_br: Tecla Windows
vi_vn: Phím Windows

# NoSavedHostsCase.Text
source: No saved hosts
fr_fr: Pas d'hôtes sauvegardés
it_it: Nessun host salvato
pt_br: Nenhum servidor salvo
vi_vn: Không có host lưu trữ sẵn

# PersonalizationExpanderHeader.Text
source: Personalization
it_it: Personalizzazione
pt_br: Personalização
vi_vn: Cá nhân hóa

# RemoveHostSettingsButton.Content
source: Remove
it_it: Rimuovi
pt_br: Remover
vi_vn: Gỡ

# RemoveHostSettingsConfirmButton.Content
source: Yes, remove settings
it_it: Sì, rimuovi impostazioni
pt_br: Sim, remover configurações
vi_vn: Cài đặt

# RemoveHostSettingsConfirmText.Text
source: Are you sure?
it_it: Sei sicuro?
pt_br: Você tem certeza?
vi_vn: Bạn chắc chứ ?

# RestoreDefaultFolder.Text
source: Restore default folder
fr_fr: Restaurer le fichier par défaut
it_it: Ripristina cartella predefinita
pt_br: Restaurar a pasta de salvamento padrão
vi_vn: Khôi phục tệp mặc định

# TitleBarControl.Title
source: Settings
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações
vi_vn: Các cài đặt

# HostsExpanderHeader.Text
source: Hosts
pt_br: Servidores

# DownloadUpdateButton.Content
source: Download
fr_fr: Télécharger
vi_vn: Tải
